

export const metadata = {
    icon: './favicon.ico', // /public path
    title: 'سياسة الخصوصية',
    description: 'PrivacyPolicy ',
    
  }
const PrivacyPolicy = () => {
    return ( <div className="my-rtl max-w-4xl mx-auto text-lg">
        <h1 className="text-3xl font-bold text-center my-4">سياسة الخصوصية</h1>

        <p>نحرص في "قروبات" على الحفاظ على سرية وأمان معلوماتكم الشخصية التي تُزَوِّدوننا بها أثناء استخدام موقعنا. نُعني بالمعلومات التي تُقَدِّمونها لنا أيَّ معلومات تُعتَبَر شخصية. تُؤكِّد سياسة الموقع على عدم جمع أي معلومات شخصية في الحالة العادية، ومع ذلك، فإننا نرغب في توضيح بعض النقاط الهامة حول استخدام الموقع:</p>
        <br />
        <ul>
            <li className="list-disc">
                <p>
                <span className="font-bold">ملفات تعريف الارتباط أو الكوكيز </span>: بين الحين والآخر، قد نقوم بجمع معلومات صغيرة لا تحمل طابعًا شخصيًا، تُساعدنا في تحسين جودة الخدمة التي نقدمها. على سبيل المثال، يمكن أن نستخدم هذه المعلومات لفهم آخر زيارة لكم إلى الموقع. كما أن لدينا شركاء يقومون بجمع معلومات غير شخصية بهدف عرض إعلانات تتناسب مع اهتماماتكم مثل Google AdSense وGoogle Analytics.
                </p>
            </li>
            <li className="list-disc">
                <p>
                <span className="font-bold">الخصوصية والمعلومات الشخصية خارج الموقع  </span> :  ننصح بشدة بعدم مشاركة أي معلومات شخصية مثل بيانات بطاقات الائتمان أو كلمات المرور مع الآخرين. تلك المعلومات لا يجب مشاركتها ويجب الحفاظ عليها كسرّ أساسي لخصوصيتكم.
                </p>
            </li>
            <li className="list-disc">
                <p>
                <span className="font-bold"> الإبلاغ عن سوء الاستخدام </span> : قد يقوم بعض الأشخاص بسوء استخدام الموقع، ونحن نهتم بمنع ومنعهم من ذلك. إذا كنتم تشاهدون أي سلوك غير لائق أو مخالف، يُرجى إبلاغنا عن ذلك لاتخاذ الإجراءات اللازمة.
                </p>
            </li>
        </ul>
        <br />
        <p>هدفنا هو تقديم تجربة موثوقة وآمنة لجميع زوّارنا. إذا كان لديكم أي استفسار أو ملاحظة حول سياسة الخصوصية، يُرجى التواصل معنا.</p>

        <p> تاريخ آخر تحديث لهذه السياسة: 18 /11 /2023</p>
    </div> );
}
 
export default PrivacyPolicy;